/*************************************************
function:CMS款LED自带扫描
input:必须将所有COM和SEG口设置成为输出模式
output:
**************************************************/
/**************************************************/
/**************************************************/
#ifndef __DRIVE_CMS_LED__
#define __DRIVE_CMS_LED__
#include "def.h"

#define _DSPBUFF_NUMBER		8
/**************************************************/
/**************************************************/
/**************************************************/
//;-SUBROUTIN
extern void __CMS_DriveLED();
//;-DATA DEFINE
extern uchar 
cms_dspbuff[8]
;
//;-FLAG DEFINE
#endif